
/*Alert Sheet Title*/

"Would you like to save your changes before exiting?" = "Salvare le modifiche prima di uscire?";

"Would you like to save your changes?" = "Salvare le modifiche apportate?";


/* Alert Sheet description. */

"Your changes will be lost if you don't save them." = "Se non vengono salvate, le modifiche andranno perse.";

/*Alert Sheet Buttons*/

"Save" = "Salva";

"Cancel" = "Annulla";

"Dont Save" = "Non salvare";

/*App Menu*/

"About Logitech Camera Settings" = "Informazioni su Impostazioni videocamera Logitech";

"Services" = "Servizi";

"Hide Logitech Camera Settings" = "Nascondi impostazioni videocamera Logitech";

"Hide Others" = "Nascondi altre";

"Show All" = "Mostra tutte";

"Quit Logitech Camera Settings" = "Esci da impostazioni videocamera Logitech";

/*Edit Menu*/

"Edit" = "Modifica";

"Cut" = "Taglia";

"Copy" = "Copia";

"Paste" = "Incolla";

"Delete" = "Elimina";

"Select All" = "Seleziona tutto";

/*Camera Menu*/

"Camera" = "Videocamera";

"No Device Connected" = "Nessun dispositivo collegato";

/*Window Menu*/

"WINDOW" = "Finestra";

"Minimize" = "Riduci a icona";

"Close" = "Chiudi";

"Bring All to Front" = "Porta tutto in primo piano";

/*Window Title*/

"Logitech Camera Settings" = "Impostazioni videocamera Logitech";


/* LogiWindowController.xib strings*/ 
/*Webcam Control  1st Tab*/

"Webcam Control" = "Controllo webcam";

"Focus:" = "Messa a fuoco:";

"Auto" = "Automatico";

"Restore to defaults" = "Ripristina impostazioni predefinite";

/*Advanced Settings 2ndTab*/

"Advanced Settings" = "Impostazioni avanzate";

"Image Quality:" = "Qualità immagine:";


"Brightness" = "Luminosità";

"Contrast" = "Contrasto";

"Color Intensity" = "Intensità colore";

"White Balance" = "Bilanciamento del bianco";

/*Device Information 3rd tab*/

"Device Information" = "Informazioni sul dispositivo";

"USB Vendor ID (VID):"  = "ID produttore USB (VID):";

"USB Product ID (PID):" = "ID prodotto USB (PID):";

"USB Revision (BCD):" = "Revisione USB (BCD):";

"Firmware version:" = "Versione firmware:";

"Firmware CRC:" = "CRC firmware:";

"EEPROM Version:" = "Versione EEPROM:";

"Sensor Type:" = "Tipo di sensore:";


/* Background Process alert description */
"HELPER_APP_ALERT" = "Per poter utilizzare correttamente tutte le funzionalità è necessario che l'applicazione resti in esecuzione in background. Eseguire l'applicazione in background?";

"Yes" = "Sì";

"No" = "No";
